<?php

if (!defined("API")) {
    exit("Main include fail");
}

$l = array(
    "mainConfigBlockTitle" => "Основные параметры системы",
    "moduleName" => "Параметры модуля ",
    "editOk" => "Параметр успешно отредактирован",
    "error" => "Ошибка",
    "empty" => "Не заполнены обязательные поля",
    "addOk" => "Новый параметр успешно добавлен",
    "deleteOk" => "Параметр успешно удален",
    'pageTitle' => 'Конфигурация',
    'show' => 'Управление',
    'add' => 'Добавить',
    'edit' => 'Редактировать',
);
?>