<?php

if (!defined("API")) {
    exit("Main include fail");
}

$l = array(
    "delOk" => "Страница успешно удалена",
    "edit" => "Редактирование",
    "add" => "Добавление",
    "addOk" => "Новая страница успешно добавлена",
    "noTitle" => "Не заполнено обязательное поле &laquo;Название страницы&raquo;",
    "noUri" => "Не заполнено обязательное поле &laquo;Адрес страницы&raquo;",
    "invalidUri" => "Поле &laquo;Адрес страницы&raquo; заполнено неверно",
    "invalidTemplate" => "Поле &laquo;Используемые шаблон&raquo; заполнено неверно",
    "invalidNav" => "Поле &laquo;Показывать страницу в меню навигации&raquo; заполнено неверно",
    "invalidLng" => "Поле &laquo;Язык добавляемой страницы&raquo; заполнено неверно",
    "no" => "нет",
    "page" => "Страница",
    "editOk" => "успешно отредактированна",
    "pageAddedToArchSuccessfully" => "Страница успешно добавлена в архив",
    "archShow" => "[показать]",
    "no" => "Нет",
    "archDeletedSuccessfully" => "Архив удален успешно",
    "archText" => "Показать архив страницы за: ",
    "addedPhotoDeleteOk" => "Картинка успешно удалена",
    "from" => "от",
    'pages' => 'Страницы',
    'pages_list' => 'Управление страницами',
    'page_edit' => 'Редактирование страницы'
);